IDEA Open Model
WallRect.Offset2 Property
Compatible with IDEA StatiCa 20.1
 Offset horizontal top left
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Offset2 { get; set; }
Public Property Offset2 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
WallRect Class
IdeaRS.OpenModel.Detail Namespace